//--------------------문제 JSON------------------------
var questionSheet = {
  0: {
    "sheet": "친구들과 2박3일의 여행을 끝낸 당신, 집에 돌아왔을때 감정은?",
    "type": "EI",
    "a": "돌아오니 정적이 익숙치않고 왠지 외롭다",
    "b": "즐거웠지만 드디어 나만의 시간이다!",
  },

  1: {
    "sheet": "오랜만에 친구들과 동창회에 참석하게 된 당신의 대화방식은?",
    "type": "EI",
    "a": "오랜만에 보는 친구들과 대화하고싶다",
    "b": "찐친들과 깊은 대화를 나누고싶다",
  },

  2: {
    "sheet":"영어회화에 관심이 생긴 당신, 영어를 배우기 위해 하는일은?",
    "type": "EI",
    "a": "영어를 잘하는 친구나 동호회를 찾아본다",
    "b": "유튜브에 영어 인강이 있나 찾아본다",
  },
  3: {
    "sheet": "친구들과 영화를 보고나온 당신, 가장 먼저 하고싶은 이야기는?",
    "type": "SN",
    "a": "배우의 연기력, 줄거리에 대해 이야기한다",
    "b": "영화에 담긴 메세지, 교훈을 이야기한다",
  },

  4: {
    "sheet": "새로 이사한 집에 오는길을 친구들에게 설명할 때 당신은?",
    "type": "SN",
    "a": "상세하게 다른 골목까지 그려서 알려준다",
    "b": "헷갈리지 않게 큰 건물 위주로 알려준다",
  },

  5: {
    "sheet": "새로 발매된 노래를 들을때 당신은",
    "type": "SN",
    "a": "멜로디를 중심으로 노래를 듣는다",
    "b": "가사, 비유를 중점으로 듣는다",
  },
  6: {
    "sheet": "당신에게 더 값진 칭찬은 어떤 것 인가요?",
    "type": "TF",
    "a": "넌 타고난 감각을 가진거같아",
    "b": "넌 나에겐 정말 소중한 사람이야",
  },

  7: {
    "sheet": "친구가 우울해서 머리를 잘랐다고 문자를 보내왔다면?",
    "type": "TF",
    "a": "(얼마나 잘랐는데?) 진짜..?",
    "b": "헐..지금 기분은 좀 어때..?",
  },

  8: {
    "sheet": "다음 중 당신이 더 많이 쓰는 단어는 어떤것 인가요?",
    "type": "TF",
    "a": "'왜?','그게뭐야?'",
    "b": "'오 그렇구나','진짜??'",
  },
  9: {
    "sheet": "취직을 앞둔 당신, 어떤 회사를 고르시겠나요?",
    "type": "JP",
    "a": "체계적으로 일을 하는 회사",
    "b": "자유로운 분위기에서 일하는 회사",
  },

  10: {
    "sheet": "처음 해보는 새로운 일을 처리할 때 당신은",
    "type": "JP",
    "a": "일정을 확인하고 계획을 먼저 세운다",
    "b": "무슨 일인지 자료조사를 먼저 시작한다",
  },

  11: {
    "sheet": "당신이 경험하고 싶은 세상은 어떤 것 인가요?",
    "type": "JP",
    "a": "모든 것이 생각한 데로 흘러가는 세상",
    "b": "겪어보지 못한 일들이 펼쳐지는 세상",
  },
}